source/_static/diagrams/rail-module-name.d2
direction: right
n0: "name"
n1: "version"
n2: "toolchain"
n3: "tc-version"
n4: "versionsuffix"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
